export const PROJECTS = [
  {
    id: 1,
    title: 'مشروع تكنو سكتش',
    text: 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.',
    image: '/image.png',
    status: 'مكتمل',
  },
  {
    id: 2,
    title: 'مشروع تكنو سكتش',
    text: 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.',
    image: '/image.png',
    status: 'مكتمل',
  },
  {
    id: 3,
    title: 'مشروع تكنو سكتش',
    text: 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.',
    image: '/image.png',
    status: 'مكتمل',
  },
  {
    id: 4,
    title: 'مشروع تكنو سكتش',
    text: 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.',
    image: '/image.png',
    status: 'مكتمل',
  },
  {
    id: 5,
    title: 'مشروع تكنو سكتش',
    text: 'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.',
    image: '/image.png',
    status: 'مكتمل',
  },
];

export type Project = (typeof PROJECTS)[0];
